Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: This page can only be viewed from a web browser.
ar: لا يمكن عرض هذا صفحة إلا من مستعرض الويب.
ca: Aquesta pàgina només es pot visualitzar des d’un navegador web.
cy: Dim ond mewn porwr gwe y mae modd gweld y dudalen hon.
da: Denne side kan kun ses fra en webbrowser.
da_instk12: Denne side kan kun ses fra en webbrowser.
de: Diese Seite kann nur in einem Web--Browser angezeigt werden.
es: Esta página solo puede verse desde un navegador web.
es_es: Esta página solo puede verse en un navegador.
fi: Tätä sivua voidaan tarkastella verkkoselaimessa.
fr: Cette page ne peut être consultée que dans un navigateur web.
fr_ca: Cette page ne peut être consultée qu'à partir d'un navigateur Web.
ga: Ní féidir an leathanach seo a fheiceáil ach ó bhrabhsálaí gréasáin.
hi: यह पेज केवल वेब ब्राउज़र से देखा जा सकता है।
ht: Yo ka wè paj sa a sou yon navigatè sèkman.
id: Halaman ini hanya dapat dilihat pada browser web.
is: Aðeins er hægt að skoða þessa síu í vafra.
it: Questa pagina può essere visualizzata solo da un browser web.
ja: このページはウェブブラウザからのみ表示できます。
ko: 이 페이지는 웹 브라우저에서만 볼 수 있습니다.
mi: Ka taea anake te tiro i tenei wharangi mai i te kaitirotiro paetukutuku.
ms: Halaman ini hanya dapat dilihat daripada pelayar web.
nb: Denne siden kan bare vises fra en nettleser.
nb_instk12: Denne siden kan bare vises fra en nettleser.
nl: Deze pagina kan alleen in een webbrowser worden bekeken.
pl: Tę stronę można wyświetlać tylko w przeglądarce internetowej.
pt: Esta página só pode ser visualizada a partir de um navegador de Internet.
pt_br: Esta página só pode ser visualizada em um navegador da Web.
ru: Эту страницу можно просмотреть только в веб-браузере.
sl: To stran je mogoče prikazati samo v spletnem brskalniku.
sv: Den här sidan kan endast visas i en webbläsare.
sv_instk12: Den här sidan kan endast visas i en webbläsare.
th: สามารถเปิดดูเพจได้จากเว็บเบราเซอร์เท่านั้น
vi: Trang này chỉ có thể xem từ một trình duyệt web.
zh: 只能从网络浏览器查看此页面。
zh_hk: 此頁面僅可透過網頁瀏覽器檢視。

source: This page has been disabled for this course.
ar: تم تعطيل هذه الصفحة لهذا المساق.
ca: Aquesta pàgina s'ha inhabilitat per a aquesta assignatura.
cy: Mae’r dudalen hon wedi’i hanalluogi ar gyfer y cwrs hwn
da: Denne side er blevet deaktiveret for dette fag.
da_instk12: Denne side er blevet deaktiveret for dette fag.
de: Diese Seite wurde für diesen Kurs deaktiviert.
es: Se deshabilitó está página para este curso.
es_es: Se ha deshabilitado está página para esta asignatura.
fi: Kyseinen sivu on poistettu käytöstä tälle kurssille.
fr: Cette page a été désactivée pour ce cours.
fr_ca: Cette page a été désactivée pour ce cours.
ga: Díchumasaíodh an leathanach seo don chúrsa seo.
hi: इस पाठ्यक्रम के लिए इस पेज को अक्षम कर दिया गया है।
ht: Yo dezaktive paj sa a pou kou sa a.
id: Halaman ini sudah dinonaktifkan untuk kursus ini.
is: Slökkt hefur verið á þessari síðu fyrir þetta námskeið.
it: Questa pagina è stata disattivata per questo corso.
ja: このページはこのコースでは無効になっています。
ko: 이 과목에 대해 이 페이지를 사용 중지했습니다.
mi: Kua monokia tē whārangi mō tēnei akoranga.
ms: Halaman ini telah dinyahdayakan untuk kursus ini.
nb: Denne siden er deaktivert for dette emnet:
nb_instk12: Denne siden er deaktivert for dette faget:
nl: Deze pagina is uitgeschakeld voor deze cursus.
pl: Strona została zablokowana dla tego kursu.
pt: Esta página foi desativada para esta disciplina.
pt_br: Esta página foi desativada para este curso.
ru: Эта страница был деактивирована для этого курса.
sl: Ta stran je za ta predmet onemogočena.
sv: Den här sidan har inaktiverats för den här kursen.
sv_instk12: Den här sidan har inaktiverats för den här kursen.
th: เพจนี้ถูกปิดใช้งานสำหรับบทเรียนนี้
vi: Trang này đã bị vô hiệu hóa cho khóa học này.
zh: 已对此课程禁用此页面。
zh_hk: 已針對此課程停用此頁面。

source: This process could take a few minutes. You may close the modal or navigate away from the page during this process.
ar: قد تستغرق هذه العملية بضع دقائق. يمكنك إغلاق مربع الحوار أو الانتقال بعيدًا عن الصفحة أثناء هذه العملية.
ca: Pot ser que aquest procés trigui uns minuts. Podeu tancar el modal o sortir de la pàgina durant aquest procés.
cy: Gall y broses gymryd munud neu ddau. Rhaid i chi gau’r is-ffenestr neu adael y dudalen yn ystod y broses hon.
da: Denne process kan tage nogle minutter. Du kan lukke modalen eller navigere væk fra siden under denne proces.
da_instk12: Denne process kan tage nogle minutter. Du kan lukke modalen eller navigere væk fra siden under denne proces.
de: Dieser Prozess kann ein paar Minuten dauern. Sie können während dieses Vorgangs das Modalfenster schließen oder von der Seite weg navigieren.
es: Este proceso puede tardar unos minutos. Puede cerrar el modal o navegar fuera de la página durante el proceso.
es_es: Esto podría tardar unos minutos. Puedes cerrar el modal o salir de la página durante este proceso.
fi: Tämä prosessi voi kestää muutamia minuutteja. Voit sulkea modaalin tai siirtyä pois sivulta tämän prosessin aikana.
fr: Ce processus peut prendre quelques minutes. Vous pouvez fermer la fenêtre modale ou quitter la page pendant ce processus.
fr_ca: Ce processus peut prendre quelques minutes. Vous pouvez fermer le modal ou quitter la page pendant ce processus.
ga: D'fhéadfadh an próiseas seo cúpla nóiméad a ghlacadh. Is féidir leat an modúl a dhúnadh nó dul ón leathanach le linn an phróisis seo.
hi: इस प्रक्रिया में कुछ मिनट लग सकते हैं। आप इस प्रक्रिया के दौरान मोडल को बंद कर सकते हैं या पेज से दूर नेविगेट कर सकते हैं।
ht: Pwosesis sa a ka pran kèk minit. Ou ka fèmen fenèt modal la oswa kite paj la pandan pwosesis sa a.
id: Proses ini dapat membutuhkan waktu beberapa menit. Anda dapat menutup modal atau menjauh dari halaman ini selama proses ini.
is: Þetta ferli getur tekið nokkrar mínútur. Þú getur lokað staðfestingarglugganum eða farið af síðunni meðan á þessu ferli stendur.
it: Questo processo potrebbe richiedere alcuni minuti. Durante questo processo è possibile chiudere il modale o uscire dalla pagina.
ja: この処理には数分かかることがあります。この処理の間、モーダルを閉じたり、ページから移動したりできます。
ko: 이 프로세스는 몇 분 걸릴 수 있습니다. 이 프로세스 중에 모달을 닫거나 다른 페이지를 탐색할 수 있습니다.
mi: He meneti torutoru pea tenei tukanga. Ka taea e koe te kati i te matapihi aratau ka waiho ranei i te wharangi i tenei mahi.
ms: Proses ini mungkin mengambil masa beberapa minit. Anda boleh menutup modal atau menavigasi keluar daripada halaman semasa proses ini.
nb: Denne prosessen kan ta noen minutter. Du kan lukke modalen eller navigere bor fra siden under denne prosessen.
nb_instk12: Denne prosessen kan ta noen minutter. Du kan lukke modalen eller navigere bor fra siden under denne prosessen.
nl: Dit proces kan een paar minuten duren. Je kunt tijdens dit proces de modal sluiten of de pagina verlaten.
pl: Proces ten może zająć kilka minut. W trakcie tego procesu można zamknąć okno dialogowe lub przejść poza stronę.
pt: Este processo pode demorar alguns minutos. Podes fechar o modal ou navegar para fora da página durante este processo.
pt_br: Esse processo pode levar alguns minutos. Você pode fechar o modal ou sair da página durante esse processo.
ru: Этот процесс может занять несколько минут. Во время этой процедуры вы можете закрыть модальное окно или перейти на другую страницу.
sl: Ta proces lahko traja nekaj minut. Med tem postopkom lahko zaprete modalno okno ali zapustite stran.
sv: Detta kan ta några minuter. Du kan stänga modalen eller navigera bort från sidan under det här förloppet.
sv_instk12: Detta kan ta några minuter. Du kan stänga modalen eller navigera bort från sidan under det här förloppet.
th: กระบวนการนี้อาจต้องใช้เวลาสักครู่ คุณสามารถปิดโมดัลหรือออกจากเพจได้ระหว่างกระบวนการนี้
vi: Quá trình này có thể mất vài phút. Bạn có thể đóng phương thức hoặc điều hướng khỏi trang trong quá trình này.
zh: 该过程可能需要几分钟。在此期间，您可以关闭该模式或离开页面。
zh_hk: 此程序可能需要幾分鐘的時間。您可以在此處理期間關閉模態，或導覽遠離頁面。

source: This quiz opens in a web browser. Select "Open the Quiz" to proceed.
ar: يتم فتح هذا الاختبار الموجز في متصفح ويب. اختر "فتح الاختبار الموجز" للمتابعة.
ca: Aquesta prova s’obre en un navegador web. Seleccioneu “Obre la prova” per continuar.
cy: Mae’r cwis hwn yn agor mewn porwr gwe. Dewiswch “Agor y Cwis” i fwrw ymlaen.
da: Denne test åbnes i en webbrowser. Vælg “Åbn testen” for at fortsætte.
da_instk12: Denne quiz åbnes i en webbrowser. Vælg “Åbn quizzen” for at fortsætte.
de: Dieses Quiz wird in einen Web-Browser geöffnet. Wählen Sie „Das Quiz öffnen“, um fortzufahren
es: Este examen se abre en un navegador web. Para continuar, seleccione “Abrir el examen”.
es_es: Esta prueba se abre en un navegador. Selecciona "Abrir la prueba" para continuar.
fi: Tämä testi avautuu verkkoselaimessa. Etene valitsemalla ”Avaa kysely”.
fr: Ce quiz s’ouvre dans un navigateur web. Sélectionnez « Ouvrir le quiz » pour continuer.
fr_ca: Ce questionnaire s’ouvre dans un navigateur Web. Sélectionnez « Ouvrir le questionnaire » pour continuer.
ga: Osclaíonn an quiz seo i mbrabhsálaí gréasáin. Roghnaigh "Oscail an Quiz" chun dul ar aghaidh.
hi: यह प्रश्नोत्तरी वेब ब्राउज़र में खुलती है। आगे बढ़ने के लिए "प्रश्नोत्तरी खोलें" चुनें।
ht: Quiz sa a ouvri nan yon navigatè wèb. Seleksyone "Ouvri Quiz la" pou ka avanse.
id: Kuis ini dibuka di browser web. Pilih “Buka Kuis” untuk melanjutkan.
is: Þetta próf opnast í vafra. Veldu „Opnaðu prófið“ til að halda áfram.
it: Questo quiz si apre in un browser web. Seleziona "Apri il quiz" per procedere.
ja: この小テストはウェブブラウザで開きます。「小テストを開く」を選択して次に進みます。
ko: 이 퀴즈는 웹 브라우저에서 열립니다. '퀴즈 열기'를 선택하여 계속합니다.
mi: Ka tuwhera tenei patapatai i roto i te kaitirotiro paetukutuku. Tīpakohia "Whakatuwherahia te Patapatai" ki te haere tonu.
ms: Kuiz ini akan dibuka dalam pelayar web. Pilih “Buka Kuiz” untuk meneruskan.
nb: Denne quizen åpnes i en nettleser. Velg «Åpne quizen» for å fortsette.
nb_instk12: Denne quizen åpnes i en nettleser. Velg «Åpne quizen» for å fortsette.
nl: Deze toets opent in een webbrowser Selecteer "Open de toets" (Open the Quiz) om door te gaan.
pl: Ten quiz otwiera się w przeglądarce. Wybierz opcję „Otwórz quiz”, aby kontynuować.
pt: Este questionário abre-se num navegador da Web. Selecione “Abrir Questionário” para continuar.
pt_br: Este teste é aberto em um navegador da Web. Selecione “Abrir o questionário” para prosseguir.
ru: Этот тест открывается в веб-браузере. Выберите «Открыть тест» для продолжения.
sl: Ta kviz se odpre v spletnem brskalniku. Za nadaljevanje izberite »Odpri kviz«.
sv: Det här quizet öppnas i en webbläsare. Välj ”Öppna quizet” för att fortsätta.
sv_instk12: Det här quizet öppnas i en webbläsare. Välj ”Öppna quizet” för att fortsätta.
th: แบบทดสอบนี้จะเปิดขึ้นในเว็บเบราเซอร์ เลือก "เปิดแบบทดสอบ" เพื่อดำเนินการต่อ
vi: Bài kiểm tra này mở trong một trình duyệt web mới. Chọn "Mở bài Kiểm Tra" để tiếp tục.
zh: 此测验在网络浏览器中打开。选择“打开测验”以继续。
zh_hk: 此測驗在網頁瀏覽器中開啟。選取「開啟測驗」以繼續。

source: This screen is empty
ar: هذه الشاشة فارغة
ca: Aquesta pantalla està buida
cy: Mae’r sgrin hon yn wag
da: Denne skærm er tom
da_instk12: Denne skærm er tom
de: Dieser Bildschirm ist leer
es: Esta pantalla está vacía
es_es: Esta pantalla está vacía
fi: Tämä näyttö on tyhjä
fr: Cet écran est vide
fr_ca: Cet écran est vide
ga: Tá an scáileán seo folamh
hi: यह स्क्रीन खाली है
ht: Ekran sa a vid
id: Layar ini kosong
is: Þessi gluggi er auður
it: Questa schermata è vuota
ja: この画面は空です
ko: 이 화면은 비어 있습니다
mi: Kei te putua tenei mata
ms: Skrin ini terlalu kosong
nb: Denne skjermen er tom
nb_instk12: Denne skjermen er tom
nl: Dit scherm is leeg
pl: Ten ekran jest pusty
pt: Este ecrã está vazio
pt_br: Esta tela está vazia
ru: Это окно пустое
sl: Ta zaslon je prazen
sv: Den här skärmen är tom
sv_instk12: Den här skärmen är tom
th: หน้าจอนี้ว่างเปล่า
vi: Màn hình này trống
zh: 屏幕为空
zh_hk: 此畫面為空

source: This tool is not accessible!
ar: لا يمكن الوصول إلى هذه الأداة!
ca: No es pot accedir a aquesta eina
cy: Nid yw'r adnodd hwn ar gael!
da: Dette værktøj er ikke tilgængeligt!
da_instk12: Dette værktøj er ikke tilgængeligt!
de: Dieses Werkzeug ist nicht zugänglich!
es: No es posible acceder a esta herramienta.
es_es: ¡Esta herramienta no está accesible!
fi: Tätä työkalua ei voi käyttää!
fr: Cet outil est inaccessible !
fr_ca: Cet outil n’est pas accessible!
ga: Níl an uirlis seo inrochtana!
hi: यह उपकरण सुलभ नहीं है!
ht: Zouti sa pa aksesib!
id: Alat ini tidak dapat diakses!
is: Þetta verkfæri er ekki aðgengilegt!
it: Questo strumento non è accessibile!
ja: このツールはアクセスできません！
ko: 이 도구는 액세스할 수 없습니다.
mi: Ko tenei taputapu kaore e taea!
ms: Alat ini tidak dapat dicapai!
nb: Dette verktøyet er ikke tilgjengelig!
nb_instk12: Dette verktøyet er ikke tilgjengelig!
nl: Geen toegang tot deze tool!
pl: To narzędzie jest niedostępne!
pt: Esta ferramenta não está acessível!
pt_br: Essa ferramenta não está acessível!
ru: Этот инструмент недоступен!
sl: To orodje ni dostopno!
sv: Detta verktyg är inte tillgängligt!
sv_instk12: Detta verktyg är inte tillgängligt!
th: เครื่องมือนี้ไม่สามารถใช้งานได้!
vi: Không thể tiếp cận được công cụ này!
zh: 无法访问该工具！
zh_hk: 此工具無法存取！

source: This Week
ar: هذا الأسبوع
ca: Aquesta setmana
cy: Yr Wythnos hon
da: Denne uge
da_instk12: Denne uge
de: Diese Woche
es: Esta semana
es_es: Esta semana
fi: Tällä viikolla
fr: Cette semaine
fr_ca: Cette semaine
ga: An tSeachtain seo
hi: इस सप्ताह
ht: Semèn sa a
id: Minggu Ini
is: Þessi vika
it: Questa settimana
ja: 今週
ko: 이번 주
mi: I Tēnei Wiki
ms: Minggu Ini
nb: Denne uken
nb_instk12: Denne uken
nl: Deze week
pl: W tym tygodniu
pt: Esta semana
pt_br: Essa semana
ru: Это неделя
sl: Ta teden
sv: Den här veckan
sv_instk12: Den här veckan
th: สัปดาห์นี้
vi: Tuần Này
zh: 本周
zh_hk: 本週

source: This will cancel and delete your upload.
ar: سيؤدي هذا إلى إلغاء وحذف التحميل.
ca: Amb aquesta acció es cancel·larà i se suprimirà la penjada.
cy: Bydd hyn yn canslo ac yn dileu eich ffeil sy’n cael ei llwytho i fyny.
da: Dette annullerer og sletter din upload.
da_instk12: Dette annullerer og sletter din upload.
de: Dadurch wird der Upload abgebrochen und gelöscht.
es: Esto cancelará y eliminará su carga.
es_es: Esto cancelará y eliminará tu carga.
fi: Tämä peruuttaa ja poistaa latauksesi.
fr: Ceci annulera et supprimera votre envoi.
fr_ca: Cela annulera et supprimera votre téléversement.
ga: Cuirfidh sé seo ar ceal agus scriosfaidh sé d'uaslódáil.
hi: इस तरह से आपका अपलोड रद्द हो जाएगा और मिटा दिया जाएगा।
ht: Sa ap anile epi elimine transfè ou a.
id: Ini akan membatalkan dan menghapus unggahan Anda.
is: Þetta hættir við og eyðir upphleðslunni þinni.
it: Quest’azione causerà l’annullamento e l’eliminazione del caricamento.
ja: これにより、アップロードがキャンセルされ、削除されます。
ko: 이렇게 하면 업로드를 취소하고 삭제합니다.
mi: Ma tenei ka whakakore me te whakakore I to tukunga ake.
ms: Ini akan membatalkan dan memadamkan muat naik anda.
nb: Dette avbryter og sletter opplastingen din.
nb_instk12: Dette avbryter og sletter opplastingen din.
nl: Hiermee wordt je upload geannuleerd en verwijderd.
pl: Spowoduje to anulowanie i usunięcie przesyłki.
pt: Isto irá cancelar e eliminar o seu carregamento.
pt_br: Isso cancelará e excluirá seu upload.
ru: Это приведет к отмене и удалению вашей загрузки.
sl: S tem boste preklicali in izbrisali nalaganje.
sv: Detta avbryter och tar bort din uppladdning.
sv_instk12: Detta avbryter och tar bort din uppladdning.
th: นี่จะเป็นการยกเลิกและลบผลงานอัพโหลดของคุณ
vi: Thao tác này sẽ hủy và xóa bài nộp tải lên của bạn.
zh: 这将取消并删除上传。
zh_hk: 這將取消並刪除您的上傳。

source: This will make all modules and items invisible to students.
ar: سيؤدي هذا إلى إخفاء كل الوحدات النمطية والعناصر أمام الطلاب.
ca: D’aquesta manera, tots els continguts i elements seran invisibles per als estudiants.
cy: Bydd hyn yn gwneud pob modiwl ac eitem yn anweladwy i fyfyrwyr.
da: Dette vil gøre alle moduler og elementer usynlige for studerende.
da_instk12: Dette vil gøre alle forløb og elementer usynlige for eleverne.
de: Dadurch werden alle Module und Elemente für Studierende unsichtbar.
es: Los estudiantes no podrán ver ningún módulo ni ítem.
es_es: Esto hará que todos los módulos e ítems sean invisibles para los estudiantes.
fi: Tämä tekee kaikki moduulit ja kohteet näkymättömiksi opiskelijoille.
fr: Tous les modules et les éléments seront invisibles pour les élèves.
fr_ca: Cela rendra tous les modules et éléments invisibles pour les étudiants.
ga: Fágfaidh sé seo go mbeidh gach modúl agus mír dofheicthe ag mic léinn.
hi: इस तरह से सभी मॉड्यूल और आइटमें छात्रों को नहीं दिखाई देंगे।
ht: Sa ap rann tout modil yo ak atik yo envizib pou etidyan yo.
id: Ini akan membuat semua modul dan item tidak tampak oleh siswa.
is: Þetta mun gera allt námsefni og atriði ósýnileg nemendum.
it: Tale operazione renderà invisibile tutti i moduli e gli elementi agli studenti.
ja: これはすべてのモジュールと項目を受講者に非公開にします。
ko: 이렇게 하면 학생에게 모든 모듈 및 문항을 보이지 않게 합니다.
mi: Mā tēnei ka noho te kōwae me ngā tūemi katoa kāore e kitea ana e ngā ākonga.
ms: Ini akan menjadikan semua modul dan item ini tidak kelihatan kepada pelajar.
nb: Dette vil gjøre alle moduler og elementer usynlige for studenter.
nb_instk12: Dette vil gjøre alle moduler og elementer usynlige for elever.
nl: Hiermee worden alle modules en items onzichtbaar voor studenten.
pl: Dzięki temu wszystkie moduły i elementy będą niewidoczne dla uczestników.
pt: Isto tornará todos os módulos e itens invisíveis para os alunos.
pt_br: Isso fará com que todos os módulos e itens fiquem invisíveis para os alunos.
ru: После этого учащимся не будут видны все модули и все элементы.
sl: S tem bodo vsi moduli in predmeti študentom postali nevidni.
sv: Detta döljer alla moduler och objekt för studenter.
sv_instk12: Detta döljer alla moduler och objekt för elever.
th: ขั้นตอนนี้จะทำให้หน่วยการเรียนและรายการทั้งหมดถูกปิดการแสดงผลสำหรับผู้เรียน
vi: Chức năng này sẽ ẩn tất cả các học phần và mục đối với sinh viên.
zh: 这将使所有模块和项目对学生不可见。
zh_hk: 這將使學生看不到所有單元和項目。

source: This will make all modules and items visible to students.
ar: سيؤدي هذا إلى إظهار كل الوحدات النمطية والعناصر أمام الطلاب.
ca: D’aquesta manera, els estudiants podran veure tots els continguts i elements.
cy: Bydd hyn yn gwneud pob modiwl ac eitem yn weladwy i fyfyrwyr.
da: Dette vil gøre alle moduler og elementer synlige for studerende.
da_instk12: Dette vil gøre alle forløb og elementer synlige for eleverne.
de: Dadurch werden alle Module und Elemente für Studierende sichtbar.
es: Los estudiantes podrán ver los módulos e ítems.
es_es: Esto hará que todos los módulos e ítems sean visibles para los estudiantes.
fi: Tämä tekee kaikki moduulit ja kohteet näkyviksi opiskelijoille.
fr: Tous les modules et les éléments seront visibles pour les élèves.
fr_ca: Tous les modules et éléments seront ainsi visibles par les étudiants.
ga: Déanfaidh sé seo na modúil agus na míreanna go léir infheicthe do mhic léinn.
hi: इस तरह से सभी मॉड्यूल और आइटमें छात्रों को दिखाई देंगे।
ht: Sa ap rann tout modil yo ak atik yo vizib pou etidyan yo.
id: Ini akan membuat semua modul dan item tampak oleh siswa.
is: Þetta mun gera allt námsefni og atriði sýnileg nemendum.
it: Tale operazione renderà visibili tutti i moduli e gli elementi agli studenti.
ja: これはすべてのモジュールおよび項目を受講者に公開します。
ko: 이렇게 하면 학생에게 모든 모듈 및 문항을 표시합니다.
mi: Mā tēnei ka kitea ngā kōwae me ngā tūemi katoa ki ngā ākonga.
ms: Ini akan menjadikan semua modul dan item kelihatan kepada pelajar.
nb: Dette vil gjøre alle moduler og elementer synlige for studenter.
nb_instk12: Dette vil gjøre alle moduler og elementer synlige for elever.
nl: Hiermee worden alle modules en items zichtbaar voor studenten.
pl: Dzięki temu wszystkie moduły i elementy będą widoczne dla uczestników.
pt: Isto tornará todos os módulos e itens visíveis para os alunos.
pt_br: Isso fará com que todos os módulos e itens fiquem visíveis para os alunos.
ru: После этого учащимся будут видны все модули и все элементы.
sl: S tem bodo vsi moduli in predmeti študentom postali vidni.
sv: Detta gör alla moduler och objekt synliga för studenter.
sv_instk12: Detta gör alla moduler och objekt synliga för elever.
th: ขั้นตอนนี้จะทำให้หน่วยการเรียนและรายการทั้งหมดถูกแสดงผลให้แก่ผู้เรียน
vi: Chức năng này sẽ hiển thị tất cả các học phần và mục cho sinh viên.
zh: 这将使所有模块和项目对学生可见。
zh_hk: 這將使學生看到所有單元和項目。

source: This will make only the module visible to students.
ar: سيؤدي هذا إلى إظهار الوحدة النمطية فقط أمام الطلاب.
ca: D’aquesta manera, els estudiants només podran veure el contingut.
cy: Bydd hyn yn gwneud dim ond y modiwl yn weladwy i fyfyrwyr.
da: Dette vil gøre kun modulet synligt for studerende.
da_instk12: Dette vil gøre kun forløbet synligt for eleverne.
de: Dadurch wird nur das Modul für Studierende sichtbar.
es: Los estudiantes podrán ver solo el módulo.
es_es: Esto hará que solo el módulo sea visible para los estudiantes.
fi: Tämä tekee ainoastaan moduulin näkyväksi opiskelijoille.
fr: Seul le module sera visible pour les élèves.
fr_ca: Ainsi, seul le module sera visible par les étudiants.
ga: Ní dhéanfaidh sé seo ach an modúl infheicthe do mhic léinn.
hi: इस तरह से छात्रों को केवल मॉड्यूल ही दिखाई देगा।
ht: Sa ap rann sèlman modil la vizib pou etidyan yo.
id: Ini akan membuat hanya modul tampak oleh siswa.
is: Þetta mun gera aðeins námsefnið sýnilegt nemendum.
it: Tale operazione renderà visibile solo il modulo agli studenti.
ja: これはモジュールのみを受講者に公開します。
ko: 이렇게 하면 학생에게 모듈만 표시합니다.
mi: Mā tēnei anake e kitea ai te kōwae ki ngā ākonga.
ms: Ini akan menjadikan modul ini sahaja kelihatan kepada pelajar.
nb: Dette vil gjøre kun modulen synlig for studenter.
nb_instk12: Dette vil gjøre kun modulen synlig for elever.
nl: Hiermee wordt alleen de module zichtbaar voor studenten.
pl: Dzięki temu tylko moduły będą widoczne dla uczestników.
pt: Isto fará com que apenas o módulo seja visível para os alunos.
pt_br: Isso fará com que apenas o módulo fique visível para os alunos.
ru: После этого учащимся будет виден только модуль.
sl: S tem bo študentom postal viden le modul.
sv: Detta gör modulen synlig endast för studenter.
sv_instk12: Detta gör modulen synlig endast för elever.
th: ขั้นตอนนี้จะทำให้หน่วยการเรียนเปิดแสดงเฉพาะกับผู้เรียนเท่านั้น
vi: Chức năng này sẽ chỉ hiển thị học phần cho sinh viên.
zh: 这将仅使模块对学生可见。
zh_hk: 這將使學生僅看到單元。
